<?php include('header.php');?>
<script language="JavaScript" type="text/JavaScript">
</script>
<body >
	<?php include('bar.php');?>
  <div class="container text-center">    
    <h2><strong>飲食保健</strong></h2>
    <br>
      <div id="tabs">
          <div class="menu-div-top">
           <ul id="tabs-nav">
             <li><a href="#tab1" onclick="Tabs(event,'tab1');return false" class="tab-menu tabs-active">老人飲食四大原則</a></li>
             <li><a href="#tab2" onclick="Tabs(event,'tab2');return false" class="tab-menu">銀髮族10個飲食建議</a></li>
             <li><a href="#tab3" onclick="Tabs(event,'tab3');return false" class="tab-menu">3種老年人應該要做的運動</a></li>
             <li><a href="#tab4" onclick="Tabs(event,'tab4');return false" class="tab-menu">BMI值計算器</a></li>
             <li><a href="#tab5" onclick="Tabs(event,'tab5');return false" class="tab-menu">推薦食譜</a></li>
           </ul>
          </div>

          <div class="tab-div">
            <div class="tabs-container">
              <div id="tab1" class="tabs-panel" style="display: block; text-align:left;">
                <ul id="listnumber" class="listnum">
                  <li>老人普遍缺鈣、鎂</li>
                  <p>建議多吃蔬果、小魚乾，或者以芝麻、黑豆混製成糊狀食物做為點心攝取。</p>

                  <li>預防老年性貧血，則需補充蛋白質及鐵質</li>
                  <p>建議可以食用較滋補的高湯燉品，並添加雞肉、菇類、紅棗、白木耳等優質蛋白質類食物。在取材方便的條件下，也可以添加冬蟲夏草、人蔘等天然草本藥材，增加食物風味及補氣滋養身心。

                  <li>牙齒不好的老人，可選擇軟質食物</li>
                   <p>如各式各樣的粥品、五穀雜糧製成較軟質的麵條、煮得軟香的八寶粥、嫩葉類、瓜類、炒蛋、豆腐及軟質水果（如木瓜、香蕉）。</p>

                  <li>如果有咀嚼及吞嚥困難、食慾不振或進食不足時</li>
                  <p>可以利用果汁機或調理機將適合的食材打成流質狀，以利於吞嚥及增加進食量。</p>
                </ul>  
              </div>

              <div id="tab2" class="tabs-panel" style="text-align:left;">
                <ul id="listnumber" class="listnum">
                 <li>少量多餐，以點心補充營養</li>
                  <p>老年人由於咀嚼及吞嚥能力都比較差，往往一餐吃不了多少東西，而且進食時間又拖得很長。為了讓老年人每天都能攝取足夠的熱量及營養，所以營養師建議，不妨讓老年人一天分成5~6餐進食，在三次正餐之間另外準備一些簡便的點心，像是低脂牛奶泡餅乾（或營養穀片）、低脂牛奶燕麥片，或是豆花、豆漿加蛋，也可以將切小塊的水果或水果泥拌優格。</p>

                  <li>以豆製品取代部份動物蛋白質</li>
                  <p>老年人每天需要4份蛋白質，不過肉類的攝取必須限量，所以一部份蛋白質來源應該以豆類及豆製品（如豆腐、豆漿）取代。三軍總醫院營養部主任金惠民認為，老年人的飲食內容裡，每餐正餐至少要包含一份品質好的蛋白質（如瘦肉、魚肉、蛋、豆腐等），尤其是不吃肉、甚至也不吃蛋的素食者，更要由豆類及各種堅果類（花生、核桃、杏仁、腰果等）食物中獲取優質蛋白質。</br>
                  </br>
                  有些老年人聽說吃傳統板豆腐容易造成腎結石而害怕吃豆腐，台北市立慢性病防治院營養師周秀娟針對此點指出，結石並不一定是豆製品中的鈣造成的，如果出現結石症狀，應該先經由初步的尿液或腹部X光檢查找出結石原因，而不須斷然完全不吃豆腐、豆干類食品。</br>
                  </br>
                  ★怕營養吃不夠，怕一個人看醫生....長輩們擔心什麼？</p>

                  <li>主食加入蔬菜一起烹調</li>
                   <p>為了方便老年人咀嚼，儘量挑選質地比較軟的蔬菜，像是大番茄、絲瓜、冬瓜、南瓜、茄子及葉菜類的嫩葉等，切成小丁塊或是刨成細絲後再烹調。如果老人家平常吃稀飯或湯麵做為主食，那每次可以加進1∼2種蔬菜一起煮，以確保他們每天至少吃到3份（共半斤）蔬菜。</p>

                  <li>每天吃2份水果</li>
                  <p>水果是老年人常會忽略攝取的食物。從今年公布的營養調查中也看出，台灣老年人不論男性或女性，每天都吃不足2份水果。</p>
                  
                  <li>補充維生素B群</li>
                  <p>無論生病、服藥或是手術過後，都會造成維生素B群大量流失，因此對於患病的老年人來說，需要特別注意補充維生素B群。</br>
                  </br>
                  今年公布的全國老人營養健康狀況調查也發現，有相當比例的台灣老年人維生素B6攝取不足。主持這次調查的中央研究院生物醫學科學研究所潘文涵教授指出，過去國人都比較忽視維生素B群的攝取和重要性，但是近年來的研究逐漸顯示，維生素B群和老人易罹患的心血管疾病、腎臟病、白內障、腦部功能退化（認知、記憶力）及精神健康等都有相當密切的關聯。</br>
                  </br>
                  未精緻的穀類及堅果中都含有豐富的維生素B群，所以在為老年人準備三餐時，不妨加一些糙米、胚芽米或小麥胚芽等和白米一起煮成稀飯，或者也可以將少量堅果放進果汁機裡打碎成粉，加到燕麥裡一起煮成燕麥粥，金惠民主任建議。</p>

                  
                  <li>限制油脂攝取量</li>
                  <p>老年人攝取油脂要以植物油為主，避免肥肉、動物油脂（豬油、牛油），而且也要少用油炸的方式烹調食物。另外，甜點糕餅類的油脂含量也很高，儘量少讓老人家吃這一類的高脂肪零食。</br>
                  </br>
                  營養師周秀娟進一步表示，將多元不飽和脂肪（如玉米油、葵花油）和單元不飽和脂肪（如橄欖油、花生油）輪流換著吃，這樣比較能均衡攝取各種脂肪酸。</p>

                  
                  <li>少加鹽、味精、醬油，善用其他調味方法</li>
                  <p>味覺不敏感的老年人吃東西常覺得索然無味，食物一端上來就猛加鹽巴、頻沾醬油，很容易吃進過量的鈉，埋下高血壓的風險。其實味道並不只有「鹹」味一種，善用酸味或某些食材特有的香氣，就可以讓料理少鹽也美味。
                  一些具有強烈風味的蔬菜可以多利用，例如九層塔、香菜、香菇、洋蔥，用來炒蛋（如九層塔炒蛋）或是煮湯、煮粥。而利用白醋、水果醋、檸檬汁、柳橙汁或是鳳梨等各種果酸味，也可以變化料理的味道。</br>
                  </br>
                  中藥材也是可隨手運用的調味品，尤其像氣味濃厚的當歸、肉桂、五香、八角或者香甜的枸杞、紅棗等，加少許來取代鹽或醬油，豐富的味道也有助勾起老年人的食慾。</br>
                  </br>
                  如果老人家就是改不了沾醬油的習慣，營養師周秀娟則提供一個妙方，將醬油加一半的水稀釋後再沾，如此就能減少鹹度和鈉含量。
                  </p>

                  <li>少吃辛辣食物</li>
                  <p>雖然辛辣香料能挑起食慾，但是台北市立中醫醫院陳朝宗醫師卻指出，老年人如果吃多了這類食物，容易「耗陰」，造成體內水分、電解質不平衡，會出現口乾舌躁、火氣大、睡不好等症狀。</p>

                  <li>白天多補充水分</li>
                  <p>因為擔心尿失禁或是夜間頻跑廁所，不少老年人幾乎整天不大喝水，如此一來會讓原本就有便秘症狀的人更是雪上加霜。</br>
                  </br>
                  其實應該鼓勵家裡的老人在白天多喝白開水，有時候也泡一些花草茶（儘量不放糖）變化口味，但是要少喝含糖飲料。晚餐之後，就減少攝取水分，這樣就可以避免夜間上廁所、影響睡眠的困擾。</p>

                  <li>每天服用一顆綜合維他命礦物質</li>
                  <p>老年人的個體差異很大，加上可能罹患各類疾病又長期服藥，所以每個人額外需要的營養素也大不相同。綜合營養專家的建議，讓老年人每天服用一顆綜合維他命礦物質是最基本且安全的強化營養方法，尤其可以補充老年人特別需要的維生素B群、抗氧化維生素C、E及維持骨本的礦物質鈣、增強免疫力的鋅等。</br>
                  </br>
                  不過，高劑量的單一補充劑就不建議擅自服用，尤其是脂溶性的維生素A、D、E等，吃得過多會累積在體內，甚至引發毒</p>

                </ul>
              </div>

              <div id="tab3" class="tabs-panel" style="text-align:left;">
                 <p>任何年齡，每個人每天，都該維持有30～60分鐘中等程度的運動，身體的筋骨活動，並不需很激烈去做才能獲得健康成效，許多人將運動融入生活中，讓習慣成自然，就是很好的健康養成，特別是65歲以上的銀髮族。規律運動可以改善許多心理困境，保留認知功能，減低沮喪症狀或行為發生；許多與老化有關的功能性退化，透過運動能改善身體的柔軟度，增加姿勢的穩定性；改善骨質健康或密度，減少骨質疏鬆症的危險因素，降低跌倒和相關傷害的危險性。重要的是能帶來更健康、獨立的生活方式，改善身體功能與日常生活品質。</br>
                 對老人家來說，有氧運動、低阻抗運動、以及保持柔軟度與平衡的這三項運動，是非常必要的。沒有運動習慣的老人，有氧適能的衰退幅度，是有運動者的兩倍，所以老年人應多接受耐力或阻力性的運動訓練，常做增加柔軟度的伸展操，才會有能力在意外發生時，有較靈活的應變能力。</br>

                 建議老年人在運動前，先讓醫師做健康檢查，尤其如果選擇的運動是較激烈的，指的是超出平時走路或爬樓梯時喘的程度。醫師要做的健康檢查項目主要可能針對心肺功能檢測，以確保老年人運動的安全。如果運動屬於較低強度的，不超出平時走路或爬樓梯喘的程度，仍然可以先諮詢過醫師，並了解自己的身體狀況比較安全。若是關節有問題的老人，宜做不負重或低負重運動，像騎腳踏車、屈膝仰臥起坐等地板運動。每個人對運動的反應皆不相同，在做不同運動時，如果覺得不適時，要立即停止運動，若現場有人，要馬上告知求援。</br>
                 </br>
                 << 老年人功能性體適能測驗評估 >> </br>
                 • 身體組成／測身體質量指數（BMI）、腰圍或做身體組成分析。</br>
                 • 下肢肌耐力／</br>
                 1）坐姿瞬間起立、做20秒的膝蓋屈伸、膝蓋需要能彎屈90度。</br>
                 2）30秒椅子站立測驗。</br>
                 • 上肢肌耐力／肱二頭肌手臂屈舉，測握力剩多少；30秒鐘臂屈舉啞鈴測試，男性使用8磅重、女性使用5磅重的啞鈴。</br>
                 • 心肺耐力／</br>
                 1）2分鐘原地踏步，膝蓋抬起高度需使大腿與地平行，計算2分鐘能做幾次踏步動作。</br>
                 2）3分鐘爬樓梯測驗。</br>
                 3）走路6分鐘測行走距離。</br>
                 • 上肢柔軟度／抓背測驗。</br>
                 • 下肢柔軟度／坐在椅子上，上半身坐姿向前彎；起身再以站立姿勢前彎。</br>
                 • 靜態平衡／閉上眼睛，30秒單腳站立。</br>
                 • 敏捷性／8英呎（約250公分）椅子坐起繞物測驗。</br>
                 • 含視覺刺激的全身反應測驗／例如看運動相關的遊戲畫面並做出反應。</br>
                 • 生物電阻儀器測量身體組成／最常見的就是站立式體脂機，測量身體各種組織組成的比例，例如體脂肪或肌肉量。</p>
              </div>

              <div id="tab4" class="tabs-panel">
                <p>BMI值計算公式: BMI = 體重(公斤) / 身高2(公尺2)</br>

                例如：一個52公斤的人，身高是155公分，</br>
                
                則BMI為 :52(公斤)/1.552 ( 公尺2 )= 21.6</br>

                體重正常範圍為  BMI=18.5～24</br></p>
                 <strong><font color="#C4D7E1">......................................................................................................................</font><br>
                 </strong>
                 <form name="form1" method="post" action="">
                  快看看自己的BMI是否在理想範圍吧!</br></br>
                  身　高&nbsp;:&nbsp;<input name="height" type="text">&nbsp;cm&nbsp;
                  <input type="button" name="Submit" value="開始計算" onClick="computingBMI()" onClick="computingBMI()"></br></br>
                  體　重&nbsp;:&nbsp;<input name="weight" type="text">&nbsp;kg&nbsp;
                  <input type="reset" name="Submit2" value="清除重算"></br></br>
                  你的BMI為&nbsp;:&nbsp;
                  <input name="bmiValue" type="text" size="15" style="border: 1px solid #2B737B; background-color: #D9F4F1">
                 </form> 

                 <table border="1" align="center" bordercolordark="black" bordercolorlight="black">
                  　<tr borderColor=#cccccc bgColor="#FFCC99">
                  　 <td></td>
                  　 <td width=250>身體質量指數(BMI)<br>(kg/m2)</td>
                     <td width=100>腰圍<br>(cm)</td>
                  　</tr>

                  　<tr>
                  　 <td width=100 bgColor="#CCFFFF">體重過輕</td>
                  　 <td width=250>BMI ＜ 18.5</td>
                     <td width=150>-</td>
                  　</tr>

                    <tr>
                  　 <td width=100 bgColor="#CCFFFF">正常範圍</td>
                  　 <td width=250>18.5≦BMI＜24</td>
                     <td width=150>-</td>
                  　</tr>

                    <tr>
                  　 <td width=100 bgColor="#CCFFFF">異常範圍</td>
                  　 <td width=250>過重：24≦BMI＜27<br>
                         輕度肥胖：27≦BMI＜30<br>
                         中度肥胖：30≦BMI＜35<br>
                         重度肥胖：BMI≧35　 </td>
                     <td width=150>男性：≧90公分<br>
                         女性：≧80公分
                     </td>
                  　</tr>

                 </table></br>

              </div>

              <div id="tab5" class="tabs-panel" style="text-align:left;">
                <ul id="listnumber" class="listnum"><img src="img/tofu.jpg" alt="Smiley face" width="200" height="150" align="right">
                 <li>五味豆腐</li>
                  <p>食材
                    <br>
                  五味醬（薑、香菜、肉桂粉、蕃茄醬、蠔油）、盒裝豆腐1塊、砂糖2茶匙、香油少許</p>
                  <p>作法／
                  <p>1.砂糖熬成糖水，加入五味醬備用。<br>2.豆腐蒸10分鐘後，將盤底的水瀝乾，再淋上五味醬，並滴入香油，即完成。</p></p>

            

                </ul>
              </div>
            </div>
          </div>
      </div>     
    </div>
 <br>
</body>

<?php include('footer.php');?>